Repository: GiR-Zippo/LightAmp
Catalog: BardMusicPlayer.Ui/Locales/Language.*.resx
Languages: de_de

# BardExtSettings_GFXLow
source: Sets the client graphics to low specs
de_de: Stellt die Clientgrafik auf sehr niedrig

# BardExtSettings_LyricsTrackNumber
source: Enables the lyrics parsing 0 means stop lyrics parsing 1 the first lyrics track (lyric tracks are separate from the music tracks)
de_de: Schaltet die Lyrics frei 0 = keine Lyrics nutzen 1 = den ersten Lyricstrack nutzen (Lyricspuren sind getrennt von den Musikspuren)

# BardExtSettings_PostSongTitle
source: Sends the song title in the chat
de_de: Schreibt den Liedtitel in den Chat

# BardExtSettings_PostSongTitle_Auto
source: Sends automatically at song load the title in the chat
de_de: Schreibt automatisch den Liedtitel in den Chat

# Global_Load_Song_To_Playlist
source: Adds the song to the current playlist
de_de: Fügt das Lied der Playlist hinzu

# Global_Load_Song_To_Preview
source: Load the song into the preview
de_de: Läd das Lied in den Preview

# Main_All_Tracks
source: Merges all tracks in the song and plays them as one 2 tracks are 1 track now
de_de: Lässt dich alle Tracks als einen spielen

# Main_Play
source: Plays the currently loaded song. Right click will equip the bards, do the ready check and starts to play
de_de: Spielt das geladene Lied ab. Rechtsklick: Wählt automatisch das Instrument aus, macht den Readycheck und fängt an zu spielen

# Main_Playback_Speed
source: Sets the playback speed of the song
de_de: Stellt die Abspielgeschwindigkeit ein

# Main_Rewind
source: Rewinds the song
de_de: Setzt das Lieder wieder auf Anfang

# Main_Script
source: Opens the script panel
de_de: Öffnet das Scriptpanel

# Misc_More_Options
source: More options
de_de: Mehr Optionen...

# Misc_OMNI
source: Opens the song analyzer and voice graph
de_de: Öffnet den Voicegraph

# Misc_QEdit
source: Opens the quick song editor
de_de: Öffnet den QuickEditor

# Playlist_Add
source: Add song(s) to the current playlist. Right click to add a folder
de_de: Fügt ein Lied der Playlist hinzu. Rechtsklick: Fügt einen kompletten Ordner hinzu

# Playlist_Autoplay
source: Enables / Disables the autoplay (only for solo play)
de_de: Autoplay an / aus (funktioniert nur mit Solobarden)

# Playlist_Catalog_Cleanup
source: Reorganise the music catalog to free up some space
de_de: Versucht den Musikkatalog zu verkleinern und Müll zu entfernen

# Playlist_Catalog_Export
source: Export the current music catalog
de_de: Exportiert das geladene Lied als Mididatei

# Playlist_Catalog_New
source: Creates a new music catalog
de_de: Erstellt einen neuen Musikkatalog

# Playlist_Catalog_Open
source: Opens a music catalog
de_de: Öffnet einen Musikkatalog

# Playlist_Catalog_Search_Songs
source: Search for a song in the selected playlist
de_de: Sucht nach ein Lied in der aktuellen Playlist

# Playlist_Delete
source: delete the current playlist
de_de: Löscht die aktuelle Playlist

# Playlist_New
source: Create a new playlist
de_de: Erstell eine neue Playlist im Kalalog

# Playlist_Open_Metadata
source: Opens the meta data editor
de_de: Öffnet den Metadateneditor

# Playlist_Remove_Songs
source: Remove the selected song(s) from the playlist
de_de: Löscht die ausgewählten Lieder aus der Playliste

# Playlist_Show_All_Songs
source: Shows all songs in the music catalog
de_de: Zeigt alle Lieder im Musikkatalog an

# Playlist_Skip
source: Skips the current song
de_de: Überspringt das aktuelle Lied

# QEdit_Align_Zero
source: Removes spaces at the beginning fo the Midi
de_de: Löscht die Pausen am anfang eines Lieds

# QEdit_GuitarMode
source: Sets the guitar switching of the Midi Standard: Use the program changes in the Midi Simple: No switching Override By Track: The track name defines the guitar to use
de_de: Bestimmt den Gitarrenmodus der Midi Standard: Alle programchanges werden genutzt Simple: Der Trackname gibt die Gitarre vor, die Switches werden gelöscht Override By Track: Der Trackname gibt die Gitarre vor, die Switches werden gelöscht

# QEdit_Save_MB2_Config
source: Saves the current settings to a MidiBard2 config
de_de: Speichert die Einstellungen als MidiBard2 config

# QEdit_To_MidiFile
source: Saves the song as a Midi file
de_de: Speichert das Lied als Mididatei

# QEdit_To_Sequencer
source: Load the song into the sequencer for playing in game
de_de: Läd das Lied in den Sequencer

# QEdit_To_Siren
source: Load the song into the preview
de_de: Läd das Lied in den Preview

# Settings_AutoAcceptInvite
source: Auto accept a party invite from a local bard
de_de: Nimmt einen Partyinvite automatisch an

# Settings_Autoequip
source: Autoequip the bard(s) at song loading
de_de: Autoequiped die Barden wenn ein neues Lied geladen wird

# Settings_Autohost
source: Automatically sets the host bard via the in game group rooster
de_de: Der Gruppenlead wird zum Hostbarde

# Settings_Dalamud_KeyOut
source: Uses the Hypnotoad to play the notes and switches
de_de: Die Hypnotoad drückt nun die Tasten zum spielen

# Settings_EnableSynthLimit
source: Enables / Disables the limitation to 16 voices in the song preview
de_de: Limitiert die maximale Stimmenanzahl im Preview auf 16 Stimmen

# Settings_Force_Playback
source: Ignore verything and plays the song
de_de: Spielt das Lied, komme was wolle

# Settings_Hold_Notes
source: Plays the lenght of a note as it supposed to (an ancient function, leave it enabled)
de_de: Spielt die Noten in der länge wie in der Midi (ist eine alte funktion, lass sie einfach an)

# Settings_Ignore_GuitarSwitching
source: Ignores the guitar switches in songs
de_de: Ignoriere die Gitarrenswitches

# Settings_Individual_Start
source: Start each performer by it's own metronome signal. Only for up to 8 bards
de_de: Jeder Barde hat seinen eigenes Startsignal (ist präziser) Geht nur bis 8 Barden

# Settings_Keep_Tracks
source: Keep the performer settings
de_de: Lässt die Performereinstellungen in Ruhe und ändert nichts

# Settings_Live_Play
source: Improves the live play (should be disabled when playing a midi). Changing this will settings only take effect when a new song was loded
de_de: Verbessert das spielen mit Midikeyboards. Nicht nutzen wenn Mididateien gespielt werden. Wird erst beim laden eines neuen Lieds übernommen.

# Settings_Local_Orchestra
source: Enables the local orchestra
de_de: Wird genutzt um mit mehreren Barden auf dem PC spielen zu können

# Settings_MidiBard
source: Enables the MidiBard sync start. Changing this will settings only take effect when a new song was loded
de_de: Option zum synchronen Starten mit dem MidiBard2 Wird erst beim laden eines neuen Lieds übernommen.

# Settings_Midi_Input
source: Select your MIDI input device (midi keyboard)
de_de: Auswahl deines Midigerätes (Midikeyboard) zum manuellen Spielen

# Settings_Multibox
source: Allowes to start more than two game instances
de_de: Damit kann man mehr als 2x FFXIV starten

# Settings_Note_Offset
source: Uses the delay compensation for each note individually. Disables the live octave shifting. Changing this will settings only take effect when a new song was loded
de_de: Aktiviert die Verzögerung pro Note und verbessert die Wiedergabe Deaktiviert die manuelle Oktavenanpassung Wird erst beim laden eines neuen Lieds übernommen.

# Settings_Sync_Lyrics
source: Tries to sync the lyrics to the ensemble
de_de: Lyrics mit dem Orchester synchronisieren

# Settings_TriggerSource
source: Select the autostart trigger [Metronome is preferred]
de_de: Auswahl des Starttriggers [Metronome ist der Standard]

# Settings_Use_Skin
source: Enables a Skinned Ui (needs a restart)
de_de: Lässt dich eine andere Ui nutzen (wenn vorhanden)

# Siren_Load
source: Loads a song in the song preview
de_de: Läd ein Lied in den Preview

# Siren_Lyrics
source: Saves the lyrics for the song into a lrc file
de_de: Speichert die Lyrics in eine Lrc-Datei

# Siren_Pause
source: Pause the loaded song
de_de: Pausiert das apielende Lied

# Siren_Play
source: Plays the loaded song
de_de: Spielt das geladene Lied

# Siren_Record
source: Records the loaded song to wav file
de_de: Nimmt das abspielende Lied als Wav auf

# Siren_Stop
source: Stops and rewind the loaded song
de_de: Stoppt die Wiedergabe

# SongeBrowser_TargetDir
source: Sets the directory where your songs are located
de_de: Auswahl des Ordners, wo die Lieder gespeichert sind

# Statistics_Export_Song
source: Exports the currently loaded song as a Midi file
de_de: Exportiert das aktuel geladene Lied als Mididatei
